Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=793_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Uusia oppimateriaaleja saamenkieliseen opetukseen
sme: Ođđa oahppamateriálat sámegielat oahpahussii

source: Peruskoulun yläluokkien inarinsaamenkielistä opetusta varten on ilmestynyt uusi maantiedon oppikirja ja opiskeluvihko, Amerik ja Amerik Oppâmvihko.
sme: Vuođđoskuvlla badjeluohkáid anárašgielat oahpahusa várás lea almmuhuvvon ođđa eatnandieđu oahppogirji ja oahppangihppa, Amerik ja Amerik Oppâmvihko.

source: Pohjoissaamenkielellä on ilmestynyt 500 sanaa sisältävä omaan kulttuuriin perustuva kuvasanakirja Oahpa sániid.
sme: Davvisámegillii lea almmuhuvvon iežás kultuvrii vuođđuduvvi govvasátnegirji Oahpa sániid, mas leat 500 govaiguin čilgejuvvon sáni.

source: Amerik - oppikirjan ja opiskeluvihon on kääntänyt inarinsaameksi Ilmari Mattus.
sme: Amerik - oahppogirjji ja oahppangihppaga lea anárašgillii jorgalan Ilmari Mattus.

source: Oppikirja käsittelee Etelä- ja Pohjois-Amerikkaa ja se on käännetty suomenkielisestä Koulun maantieto - sarjasta.
sme: Oahppogirji gieđahallá Lulli- ja Davvi-Amerihká ja dat lea jorgaluvvon suomagielat Koulun maantieto - ráiddus.

source: Lisätietoja tästä.
sme: Lassedieđut dás.

source: Pohjoissaamenkielen ja - kieliseen opetukseen on ilmestynyt omaan kulttuuriin perustuva kuvasanakirja Oahpa sániid, jonka inarin- ja koltansaamenkieleen ja kulttuuriin perustuvat kirjat Oopâ saanijd ja Mattu saaŠnid on julkaistu jo aiemmin.
sme: Davvisámegiela ja - gielat oahpahussii lea almmuhuvvon iežas kultuvrii vuođđuduvvi govvasátnegirji Oahpa sániid, man anáraš- ja nuortalašgielat veršuvnnat Oopâ saanijd ja Mattu saaŠnid leat almmuhuvvon juo ovdal.

source: Alkuteos on Matti Morottajan käsialaa.
sme: Girjjiid vuođđun lea Matti Morottaja originála.

source: Pohjoissaamenkielisen kirjan sanaston on tehnyt Kaisa Tapiola-Länsman ja kuvat Sirpa Mänty.
sme: Davvisámegielat girjji sátneráju lea ráhkadan Kaisa Tapiola-Länsman ja govaid Sirpa Mänty.

source: Oppimateriaaleja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.
sme: Oahppamateriálaid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva.

source: fi tai info (at) samediggi.
sme: fi dahje info (at) samediggi.
